Repository: scanash00/bot
Catalog: weblate/locales/*/LC_MESSAGES/messages.po
Languages: de, fr, pt, tr

source: help
fr: aide
tr: yardım

source: cat
fr: chat
tr: kedi

source: dog
fr: chien
tr: köpek

source: joke
fr: blague
tr: şaka

source: remind
fr: rappel
tr: hatırlat

source: weather
fr: météo
tr: hava-durumu

source: whois
fr: qui
tr: kim

source: ai
fr: ia
tr: yapay-zeka

source: set-language
de: sprache-einstellen
fr: definir-langue
tr: dili-seç

source: Show all available commands and their usage
de: Zeige alle verfügbaren Befehle und deren Verwendung
fr: Afficher toutes les commandes disponibles et leur utilisation
pt: Mostra todos os comandos disponíveis e como usá-los
tr: Kullanılabilir komutları ve kullanımlarını göster

source: Ask the magic 8-ball a question
de: Stelle der magischen 8-Ball eine Frage
fr: Poser une question à la boule magique 8
pt: Faça uma pergunta para a bola 8 mágica
tr: 8ball'a bir soru sor

source: Get a random cat picture
de: Hole ein zufälliges Katzenbild
fr: Obtenir une image aléatoire de chat
pt: Receba uma imagem aleatória de gato
tr: Rastgele bir kedi resmi bul

source: Get a random dog picture
de: Hole ein zufälliges Hundebild
fr: Obtenir une image aléatoire de chien
pt: Receba uma imagem aleatória de cachorro
tr: Rastgele bir köpek resmi bul

source: Get a random joke!
de: Hole einen zufälligen Witz!
fr: Obtenir une blague aléatoire !
pt: Receba uma piada aleatória!
tr: Rastgele bir şaka bul!

source: Set a reminder
de: Lege eine Erinnerung fest
fr: Créer un rappel
pt: Defina um lembrete
tr: Hatırlatıcı ayarla

source: Get weather information
de: Hole Wetterinformationen
fr: Obtenir les informations météo
pt: Obtenha informações sobre o clima
tr: Hava durumu bilgisi al

source: Get information about a user
de: Hole Informationen über einen Benutzer
fr: Obtenir des informations sur un utilisateur
pt: Obtenha informações sobre um usuário
tr: Bir kullanıcı hakkında bilgi al

source: Search Wikipedia
de: Durchsuche Wikipedia
fr: Rechercher sur Wikipedia
pt: Pesquise na Wikipedia
tr: Wikipedia'yı ara

source: Ask the AI a question
de: Stelle der KI eine Frage
fr: Poser une question à l’IA
pt: Faça uma pergunta para a IA
tr: Yapay zekaya soru sor

source: Change your language settings
de: Ändere deine Spracheinstellungen
fr: Modifier vos paramètres de langue
pt: Altere suas configurações de idioma
tr: Dil ayarlarını değiştir

source: The question you want to ask the 8-ball
de: Die Frage, die du der 8-Ball stellen möchtest
fr: La question à poser à la boule 8
pt: A pergunta que você quer fazer para a bola 8
tr: 8ball'a sormak istediğin soru

source: The type of joke you want
de: Die Art des Witzes, den du möchtest
fr: Le type de blague souhaité
pt: O tipo de piada que você quer
tr: İstediğin şaka türü

source: When to remind (e.g., 'in 2 hours' or 'tomorrow at 3pm')
de: Wann erinnern (z. B. „in 2 Stunden“ oder „morgen um 15 Uhr“)
fr: Quand rappeler (par ex. « dans 2 heures » ou « demain à 15h »)
pt: Quando lembrar (ex.: 'em 2 horas' ou 'amanhã às 15h')
tr: Ne zaman hatırlatsın? (mesela 'in 2 hours' veya 'tomorrow at 3pm')

source: What to remind you about
de: Woran soll ich dich erinnern
fr: Le sujet du rappel
pt: Sobre o que devo te lembrar
tr: Hatırlatılacak şey nedir

source: The user to get information about
de: Der Benutzer, über den du Informationen möchtest
fr: L'utilisateur à propos duquel obtenir des informations
pt: O usuário para obter informações
tr: Kullanıcının bir şey hakkında alacağı bilgi

source: Search term
de: Suchbegriff
fr: Terme de recherche
pt: Termo de pesquisa
tr: terim ara

source: Your question for the AI
de: Deine Frage an die KI
fr: Votre question pour l’IA
pt: Sua pergunta para a IA
tr: Yapay zekaya soracağın sorun

source: General
de: Allgemein
fr: Général
pt: Geral
tr: Genel

source: Fun
de: Spaß
fr: Divertissement
pt: Diversão
tr: Eğlence

source: Utility
de: Werkzeuge
fr: Utilitaire
pt: Utilidade
tr: Ekstra

source: Information
de: Informationen
pt: Informação
tr: Bilgilendirme

source: Moderation
fr: Modération
pt: Moderação
tr: Moderasyon

source: Other
de: Sonstiges
fr: Autre
pt: Outro
tr: Diğer

source: Aethel Commands
de: Aethel-Befehle
fr: Commandes Aethel
pt: Comandos do Aethel
tr: Aethel Komutları

source: Here are all the available commands:
de: Hier sind alle verfügbaren Befehle:
fr: Voici toutes les commandes disponibles :
pt: Aqui estão todos os comandos disponíveis:
tr: Bütün kullanılabilir komutlar burada:

source: No options
de: Keine Optionen
fr: Aucune option
pt: Sem opções
tr: Seçenek yok

source: Knock-knock
de: Klopf-klopf
fr: Toc-toc
pt: Bate-bate
tr: Tak-tak

source: Programming
de: Programmierung
fr: Programmation
pt: Programação
tr: Programlama

source: Dad
de: Papa
fr: Papa
pt: Pai
tr: Baba

source: Magic 8-Ball
de: Magische 8-Ball
fr: Boule magique 8
pt: Bola 8 Mágica
tr: Büyülü 8-ball

source: Question
de: Frage
pt: Pergunta
tr: Soru

source: Answer
de: Antwort
fr: Réponse
pt: Resposta
tr: Cevap

source: Ask again for another fortune!
de: Frag noch einmal für ein anderes Orakel!
fr: Demande encore pour un autre présage !
pt: Pergunte novamente para outra previsão!
tr: Başka bir fal için tekrar sor!

source: It is certain.
de: Es ist sicher.
fr: C'est certain.
pt: É certo.
tr: Bu kesin.

source: It is decidedly so.
de: Ganz entschieden ja.
fr: C'est décidément oui.
pt: Definitivamente sim.
tr: Kesinlikle öyle.

source: Without a doubt.
de: Ohne Zweifel.
fr: Sans aucun doute.
pt: Sem dúvida.
tr: Hiç şüphesiz.

source: Yes definitely.
de: Ja, definitiv.
fr: Oui, absolument.
pt: Sim, com certeza.
tr: Evet, kesinlikle.

source: You may rely on it.
de: Darauf kannst du dich verlassen.
fr: Tu peux t'y fier.
pt: Você pode contar com isso.
tr: Buna güvenebilirsiniz.

source: As I see it, yes.
de: So wie ich es sehe: ja.
fr: D'après moi, oui.
pt: Pelo que vejo, sim.
tr: Gördüğüm kadarıyla, evet.

source: Most likely.
de: Höchstwahrscheinlich.
fr: Très probable.
pt: Muito provável.
tr: Büyük ihtimalle.

source: Outlook good.
de: Aussichten gut.
fr: Perspectives favorables.
pt: Perspectiva boa.
tr: Görünüm iyi.

source: Yes.
de: Ja.
fr: Oui.
pt: Sim.
tr: Evet.

source: Signs point to yes.
de: Alles deutet auf Ja.
fr: Les signes indiquent oui.
pt: Os sinais indicam sim.
tr: İşaretler evet diyor.

source: Reply hazy, try again.
de: Antwort unklar, versuch es erneut.
fr: Réponse floue, réessaye.
pt: Resposta confusa, tente novamente.
tr: Cevap bulanık, tekrar deneyin.

source: Ask again later.
de: Frag später noch einmal.
fr: Demande plus tard.
pt: Pergunte novamente mais tarde.
tr: Sonra tekrar sor.

source: Better not tell you now.
de: Besser, ich sage es dir jetzt nicht.
fr: Je préfère ne pas te le dire maintenant.
pt: Melhor não te contar agora.
tr: Şimdi söylemesem daha iyi.

source: Cannot predict now.
de: Kann ich gerade nicht vorhersagen.
fr: Impossible de prédire maintenant.
pt: Não consigo prever agora.
tr: Şu anda tahmin edemiyorum.

source: Concentrate and ask again.
de: Konzentriere dich und frag noch einmal.
fr: Concentre-toi et redemande.
pt: Concentre-se e pergunte novamente.
tr: Konsantre olun ve tekrar sorun.

source: Don't count on it.
de: Verlass dich nicht darauf.
fr: Ne compte pas dessus.
pt: Não conte com isso.
tr: Buna güvenme.

source: My reply is no.
de: Meine Antwort ist nein.
fr: Ma réponse est non.
pt: Minha resposta é não.
tr: Cevabım hayır.

source: My sources say no.
de: Meine Quellen sagen nein.
fr: Mes sources disent non.
pt: Minhas fontes dizem não.
tr: Kaynaklarım hayır diyor.

source: Outlook not so good.
de: Aussichten nicht so gut.
fr: Perspectives défavorables.
pt: Perspectiva não muito boa.
tr: Görünüm pek iyi değil.

source: Very doubtful.
de: Sehr zweifelhaft.
fr: Très douteux.
pt: Muito duvidoso.
tr: Çok şüpheli.

source: You already have a request in progress. Please wait for it to complete.
de: Du hast bereits eine Anfrage in Bearbeitung. Bitte warte, bis sie abgeschlossen ist.
fr: Vous avez déjà une requête en cours. Veuillez attendre qu'elle se termine.
pt: Você já tem uma solicitação em andamento. Por favor, aguarde a conclusão.
tr: Halihazırda devam eden bir talebiniz var. Lütfen tamamlanmasını bekleyin.

source: 🤔 Thinking...
de: 🤔 Denke nach...
fr: 🤔 Réflexion en cours...
pt: 🤔 Pensando...
tr: 🤔 Düşünüyor...

source: An error occurred while processing your request. Please try again later.
de: Beim Verarbeiten deiner Anfrage ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.
fr: Une erreur s'est produite lors du traitement de votre demande. Veuillez réessayer plus tard.
pt: Ocorreu um erro ao processar sua solicitação. Tente novamente mais tarde.
tr: İsteğiniz işlenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: 🧹 Your AI chat history has been reset.
de: 🧹 Dein KI-Chatverlauf wurde zurückgesetzt.
fr: 🧹 Votre historique de conversation IA a été réinitialisé.
pt: 🧹 Seu histórico de conversa com a IA foi reiniciado.
tr: 🧹 Yapay zeka sohbet geçmişiniz sıfırlandı.

source: ✅ Switched to default API. Your custom API key has been cleared and the default model will be used.
de: ✅ Auf die Standard-API gewechselt. Dein benutzerdefinierter API-Schlüssel wurde entfernt und das Standardmodell wird verwendet.
fr: ✅ Passage à l’API par défaut. Votre clé API personnalisée a été supprimée et le modèle par défaut sera utilisé.
pt: ✅ Mudou para a API padrão. Sua chave personalizada foi removida e o modelo padrão será usado.
tr: ✅ Varsayılan API'ye geçildi. Özel API anahtarınız temizlendi ve varsayılan model kullanılacak.

source: No pending request found. Please try the command again.
de: Keine ausstehende Anfrage gefunden. Bitte führe den Befehl erneut aus.
fr: Aucune requête en attente trouvée. Veuillez réessayer la commande.
pt: Nenhuma solicitação pendente encontrada. Tente o comando novamente.
tr: Bekleyen bir istek bulunamadı. Lütfen komutu tekrar deneyin.

source: ✅ API credentials saved. You can now use the `/ai` command without re-entering your credentials. To stop using your key, do `/ai use_custom_api false`
de: ✅ API-Zugangsdaten gespeichert. Du kannst jetzt den Befehl `/ki` verwenden, ohne deine Zugangsdaten erneut einzugeben. Um deinen Schlüssel nicht mehr zu verwenden, nutze `/ki use_custom_api false`
fr: ✅ Identifiants API enregistrés. Vous pouvez désormais utiliser la commande `/ai` sans ressaisir vos informations. Pour arrêter d'utiliser votre clé, faites `/ai use_custom_api false`
pt: ✅ Credenciais da API salvas. Você agora pode usar o comando `/ai` sem reentrar sua chave. Para parar de usar sua chave, use `/ai use_custom_api false`
tr: ✅ API kimlik bilgileri kaydedildi. Artık kimlik bilgilerinizi yeniden girmeden `/ai` komutunu kullanabilirsiniz. Anahtarınızı kullanmayı durdurmak için `/ai use_custom_api false` yazın

source: ❌ You've reached your daily limit of AI requests
de: ❌ Du hast dein tägliches Limit an KI-Anfragen erreicht
fr: ❌ Vous avez atteint votre limite quotidienne de requêtes IA
pt: ❌ Você atingiu seu limite diário de solicitações à IA
tr: ❌ Günlük yapay zeka talebi limitinize ulaştınız

source: ❌ Error processing your request
de: ❌ Fehler beim Verarbeiten deiner Anfrage
fr: ❌ Erreur lors du traitement de votre demande
pt: ❌ Erro ao processar sua solicitação
tr: ❌ Talebiniz işlenirken hata oluştu

source: ❌ Please set up your API key first
de: ❌ Bitte richte zuerst deinen API-Schlüssel ein
fr: ❌ Veuillez d'abord configurer votre clé API
pt: ❌ Por favor, configure sua chave de API primeiro
tr: ❌ Lütfen önce API anahtarınızı ayarlayın

source: ❌ API key removed successfully
de: ❌ API-Schlüssel erfolgreich entfernt
fr: ❌ Clé API supprimée avec succès
pt: ❌ Chave de API removida com sucesso
tr: ❌ API anahtarı başarıyla kaldırıldı

source: ❌ Failed to remove API key
de: ❌ Entfernen des API-Schlüssels fehlgeschlagen
fr: ❌ Échec de la suppression de la clé API
pt: ❌ Falha ao remover a chave de API
tr: ❌ API anahtarı kaldırılamadı

source: ❌ Invalid API key format
de: ❌ Ungültiges API-Schlüssel-Format
fr: ❌ Format de clé API invalide
pt: ❌ Formato de chave de API inválido
tr: ❌ Geçersiz API anahtarı biçimi

source: ❌ Failed to set API key
de: ❌ API-Schlüssel konnte nicht gesetzt werden
fr: ❌ Échec de l'enregistrement de la clé API
pt: ❌ Falha ao configurar a chave de API
tr: ❌ API anahtarı ayarlanamadı

source: ❌ Failed to process AI response
de: ❌ Antwort der KI konnte nicht verarbeitet werden
fr: ❌ Échec du traitement de la réponse IA
pt: ❌ Falha ao processar a resposta da IA
tr: ❌ Yapay zeka yanıtı işlenemedi

source: ❌ Message is too long
de: ❌ Nachricht ist zu lang
fr: ❌ Le message est trop long
pt: ❌ A mensagem é muito longa
tr: ❌ Mesaj çok uzun

source: ❌ No response from AI
de: ❌ Keine Antwort von der KI
fr: ❌ Pas de réponse de l’IA
pt: ❌ Sem resposta da IA
tr: ❌ Yapay zeka'dan yanıt yok

source: Remind Me
de: Erinnere mich
fr: Rappelle-moi
pt: Me Lembrar
tr: Bana Hatırlat

source: ⏰ Set Reminder
de: ⏰ Erinnerung festlegen
fr: ⏰ Définir un rappel
pt: ⏰ Definir Lembrete
tr: ⏰ Hatırlatıcı Ayarla

source: ⏰ Reminder!
de: ⏰ Erinnerung!
fr: ⏰ Rappel !
pt: ⏰ Lembrete!
tr: ⏰ Hatırlatıcı!

source: ⏰ Reminder Set!
de: ⏰ Erinnerung festgelegt!
fr: ⏰ Rappel défini !
pt: ⏰ Lembrete Definido!
tr: ⏰ Hatırlatıcı ayarlandı!

source: ❌ Invalid time format! Use combinations like: 1h30m, 45m, or 2h
de: ❌ Ungültiges Zeitformat! Verwende Kombinationen wie: 1h30m, 45m oder 2h
fr: ❌ Format d'heure invalide ! Utilisez des combinaisons comme : 1h30m, 45m ou 2h
pt: ❌ Formato de tempo inválido! Use combinações como: 1h30m, 45m ou 2h
tr: ❌ Geçersiz saat biçimi! örnek kombinasyonlar: 1h30m, 45m veya 2h

source: ❌ Please provide a valid message (1-1000 characters)
de: ❌ Bitte gib eine gültige Nachricht ein (1–1000 Zeichen)
fr: ❌ Veuillez fournir un message valide (1 à 1000 caractères)
pt: ❌ Por favor, forneça uma mensagem válida (1–1000 caracteres)
tr: ❌ Lütfen geçerli bir mesaj girin (1-1000 karakter)

source: ❌ Reminder time must be at least 1 minute!
de: ❌ Erinnerungszeit muss mindestens 1 Minute betragen!
fr: ❌ Le délai du rappel doit être d'au moins 1 minute !
pt: ❌ O tempo do lembrete deve ser de pelo menos 1 minuto!
tr: ❌ Hatırlatma süresi en az 1 dakika olmalıdır!

source: ❌ Reminder time cannot be longer than 24 hours!
de: ❌ Erinnerungszeit darf 24 Stunden nicht überschreiten!
fr: ❌ Le délai du rappel ne peut pas dépasser 24 heures !
pt: ❌ O tempo do lembrete não pode ser superior a 24 horas!
tr: ❌ Hatırlatma süresi 24 saatten uzun olamaz!

source: ✅ Reminder set! I'll remind you in %time% about: %message%
de: ✅ Erinnerung festgelegt! Ich erinnere dich in %time% an: %message%
fr: ✅ Rappel défini ! Je te rappellerai dans %time% : %message%
pt: ✅ Lembrete definido! Vou te lembrar em %time% sobre: %message%
tr: ✅ Hatırlatma seti! Size %zaman% sonra şunu hatırlatacağım: %mesaj%

source: ❌ An error occurred while setting your reminder. Please try again later.
de: ❌ Beim Festlegen deiner Erinnerung ist ein Fehler aufgetreten. Bitte versuche es später erneut.
fr: ❌ Une erreur s'est produite lors de la création de votre rappel. Veuillez réessayer plus tard.
pt: ❌ Ocorreu um erro ao definir seu lembrete. Tente novamente mais tarde.
tr: ❌ Hatırlatıcınızı ayarlarken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: I'll remind you about: *%message%*
de: Ich werde dich daran erinnern: *%message%*
fr: Je te rappellerai à propos de : *%message%*
pt: Vou te lembrar sobre: *%message%*
tr: hatırlatacağım metin: *%message%*

source: You asked me to remind you about: *%message%*
de: Du hast mich gebeten, dich daran zu erinnern: *%message%*
fr: Tu m'as demandé de te rappeler : *%message%*
pt: Você me pediu para te lembrar sobre: *%message%*
tr: Benden size hatırlatmamı istediniz: *%message%*

source: ⏱️ Time
de: ⏱️ Zeit
fr: ⏱️ Temps
pt: ⏱️ Tempo
tr: ⏱️ Zaman

source: ⏱️ Time elapsed
de: ⏱️ Vergangene Zeit
fr: ⏱️ Temps écoulé
pt: ⏱️ Tempo decorrido
tr: ⏱️ Zaman geçti

source: 📅 Original time
de: 📅 Ursprüngliche Zeit
fr: 📅 Heure d’origine
pt: 📅 Hora original
tr: 📅 Orjinal zaman

source: 🔗 Original Message
de: 🔗 Ursprüngliche Nachricht
fr: 🔗 Message d’origine
pt: 🔗 Mensagem Original
tr: 🔗 Orjinal Mesaj

source: 🔗 Message Link
de: 🔗 Nachrichtenlink
fr: 🔗 Lien du message
pt: 🔗 Link da Mensagem
tr: 🔗 Mesaj Linki

source: 🕒 Will trigger
de: 🕒 Wird ausgelöst
fr: 🕒 S’activera
pt: 🕒 Vai disparar
tr: 🕒 Tetikleyecek

source: Jump to message
de: Zur Nachricht springen
fr: Aller au message
pt: Ir para a mensagem
tr: Mesajı göster

source: When to remind you? (e.g., 10m, 1h, 2h30m)
de: Wann soll ich dich erinnern? (z. B. 10m, 1h, 2h30m)
fr: Quand veux-tu être rappelé ? (par ex. 10m, 1h, 2h30m)
pt: Quando devo te lembrar? (ex.: 10m, 1h, 2h30m)
tr: Size ne zaman hatırlatılmalı? (örneğin, 10m, 1h, 2h30m)

source: 10m, 1h, or 2h30m
de: 10m, 1h oder 2h30m
fr: 10m, 1h ou 2h30m
pt: 10m, 1h ou 2h30m
tr: 10m, 1h, veya 2h30m

source: What should I remind you about?
de: Woran soll ich dich erinnern?
fr: De quoi dois-je te rappeler ?
pt: Sobre o que devo te lembrar?
tr: Size neyi hatırlatayım?

source: Type your reminder message here...
de: Schreibe deine Erinnerungsnachricht hier...
fr: Tape ton message de rappel ici...
pt: Digite sua mensagem de lembrete aqui...
tr: Hatırlatma mesajınızı buraya yazın...

source: You will be reminded about this message.
de: Du wirst an diese Nachricht erinnert.
fr: Tu seras rappelé pour ce message.
pt: Você será lembrado sobre esta mensagem.
tr: Bu mesaj size hatırlatılacaktır.

source: Please wait %d second(s) before using this command again.
de: Bitte warte %d Sekunde(n), bevor du diesen Befehl erneut verwendest.
fr: Veuillez attendre %d seconde(s) avant de réutiliser cette commande.
pt: Por favor, aguarde %d segundo(s) antes de usar este comando novamente.
tr: Lütfen bu komutu tekrar kullanmadan önce %d saniye bekleyin.

source: Wikipedia Article
de: Wikipedia-Artikel
fr: Article Wikipedia
pt: Artigo da Wikipedia
tr: Wikipedia Makalesi

source: Read more on Wikipedia
de: Mehr auf Wikipedia lesen
fr: Lire la suite sur Wikipedia
pt: Leia mais na Wikipedia
tr: Daha fazlasını Wikipedia'da okuyun

source: No summary available
de: Keine Zusammenfassung verfügbar
fr: Aucun résumé disponible
pt: Sem resumo disponível
tr: Özet mevcut değil

source: Article truncated - click link to read more
de: Artikel gekürzt – klicke auf den Link, um mehr zu lesen
fr: Article tronqué - cliquez sur le lien pour lire la suite
pt: Artigo truncado – clique no link para ler mais
tr: Makale kesildi - devamını okumak için bağlantıya tıklayın

source: Weather at %city%, %country% %emoji%
de: Wetter in %city%, %country% %emoji%
pt: Clima em %city%, %country% %emoji%
tr: %city%, %country% hava durumu şu anda %emoji%

source: Temperature
de: Temperatur
fr: Température
pt: Temperatura
tr: Sıcaklık

source: Feels Like
de: Gefühlte Temperatur
fr: Ressenti
pt: Sensação Térmica
tr: Gibi Hissediyor

source: Weather
de: Wetter
fr: Météo
pt: Clima
tr: Hava durumu

source: Humidity
de: Luftfeuchtigkeit
fr: Humidité
pt: Umidade
tr: Nem

source: Wind Speed
de: Windgeschwindigkeit
fr: Vitesse du vent
pt: Velocidade do Vento
tr: Rüzgar Hızı

source: Pressure
de: Luftdruck
fr: Pression
pt: Pressão
tr: Basınç

source: Weather data provided by OpenWeatherMap
de: Wetterdaten bereitgestellt von OpenWeatherMap
fr: Données météo fournies par OpenWeatherMap
pt: Dados meteorológicos fornecidos pelo OpenWeatherMap
tr: OpenWeatherMap tarafından sağlanan hava durumu verileri

source: Random Cat
de: Zufällige Katze
fr: Chat aléatoire
pt: Gato Aleatório
tr: Rastgele kedi

source: From r/%s
de: Von r/%s
fr: De r/%s
pt: De r/%s
tr: r/%s gelen

source: powered by pur.cat
fr: propulsé par pur.cat
tr: pur.cat tarafından desteklenmektedir

source: New Cat
de: Neue Katze
fr: Nouveau chat
pt: Novo Gato
tr: Yeni Kedi

source: Random Dog
de: Zufälliger Hund
fr: Chien aléatoire
pt: Cachorro Aleatório
tr: Rastgele Köpek

source: powered by erm.dog
fr: propulsé par erm.dog
tr: erm.dog tarafından desteklenmektedir

source: Random Joke
de: Zufälliger Witz
fr: Blague aléatoire
pt: Piada Aleatória
tr: Rastgele Şaka

source: Punchline
de: Pointe
fr: Chute
tr: Şakanın can alıcı yeri

source: 8ball
fr: 8boule

source: Weather Information
fr: Météo à %city%, %country% %emoji%
